app/controllers/event_venues_controller.rb

INSERT INTO "event_venues" ("name", "address", "capacity", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Movistar Arena"], ["address", "Parque Ohiggins"], ["capacity", 3000], ["created_at", "2019-04-10 11:17:05.284106"], ["updated_at", "2019-04-10 11:17:05.284106"]]
---
  def create
    @event_venue = EventVenue.create(event_venue_params)