app/controllers/tickets_controller.rb

  def index
    if params[:ticket_type_id]
      @tickets = Ticket.where(ticket_type_id:params[:ticket_type_id])
---
SELECT "tickets".* FROM "tickets" WHERE "tickets"."ticket_type_id" = ?  [["ticket_type_id", 1]]